Repository: Karlo11111/Aedis---HotelSoftvare-using-Flutter
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Welcome
hr: Dobrodošli

source: Book Now
hr: Rezerviraj

source: Breakfast
hr: Doručak

source: Lunch
hr: Ručak

source: Dinner
hr: Večera

source: Tennis Courts
hr: Teniski tereni

source: Massage
hr: Masaža

source: Spa
hr: Spa tretman

source: Room Services
hr: Posluga u sobu

source: Activities
hr: Aktivnosti

source: Services
hr: Usluge

# massage_1
source: Escape to the tranquility of a hotel massage:
hr: Pobjegnite u mir hotelske masaže:

# massage_2
source: Choose from various massage types and enhancements tailored to your preferences for a personalized experience.
hr: Odaberite između raznih vrsta masaža prilagođenih vašim željama za personalizirano iskustvo.

# massage_3
source: Professional therapists ensure top-notch service in the convenience of your hotel.
hr: Profesionalni terapeuti osiguravaju vrhunsku uslugu u udobnosti našeg hotela.

# massage_4
source: Elevate your stay and transform it into an unforgettable escape.
hr: Unaprijedite svoj boravak u nezaboravni bijeg ispunjen luksuzom i opuštanjem. Svaki trenutak u našem prostoru osmišljen je za potpuni doživljaj raskoši i ugode. Dopustite nam pružiti izvanredno iskustvo koje će nadmašiti sva očekivanja.

# massage_5
source: Experience the perfect blend of luxury and relaxation.
hr: Doživite savršeni spoj luksuza i opuštanja.

# spa_1
source: Escape to the tranquility of a hotel Spa:
hr: Pobjegnite u mir hotelskog spa tretmana:

# spa_2
source: Relax and rejuvenate in our saunas and steam rooms, where the soothing warmth melts away stress and leaves you feeling revitalized. Our expert therapists offer invigorating body scrubs and wraps using natural ingredients to cleanse and refresh your skin, ensuring a radiant glow.
hr: Opustite se i pomladite u našim saunama i parnim sobama, gdje umirujuća toplina otapa stres i ostavlja osjećaj revitalizacije. Naši stručni terapeuti nude osnažujuće pilinge tijela i obloge koristeći prirodne sastojke za čišćenje i osvježenje vaše kože, osiguravajući blistav sjaj.

# spa_3
source: For those in search of inner peace, our meditation and relaxation room provides a serene retreat. Our hydrotherapy options, including whirlpools and thermal baths, offer the perfect way to unwind and soothe your body.
hr: Za one koji traže unutarnji mir, naša soba za meditaciju i opuštanje pruža mirno utočište. Naše mogućnosti hidroterapije, uključujući termalne kupke koje nude savršen način opuštanja i umirivanja vašeg tijela.

# spa_4
source: Indulge in our beauty and skincare treatments, customized to suit your needs. Enjoy personalized facials, and manicures and pedicures that will leave you looking and feeling your best. Our spa experience goes beyond massages, focusing on your holistic well-being.
hr: Prepustite se našim tretmanima ljepote i njege kože, prilagođenim vašim potrebama. Uživajte u personaliziranim tretmanima lica, manikuri i pedikuri u kojima ćete izgledati i osjećati se najbolje. Naše spa iskustvo nadilazi masaže, fokusirajući se na vašu dobrobit.

# spa_5
source: Escape the everyday and experience the ultimate in self-care and relaxation at our exclusive hotel spa.
hr: Pobjegnite od svakodnevice i doživite vrhunsku brigu o sebi i opuštanje u našem ekskluzivnom hotelskom spa centru.

# breakfast_1
source: Enjoy a diverse breakfast selection from 7:00 AM to 10:00 AM.
hr: Uživajte u raznovrsnom izboru doručka od 7:00 do 10:00.

# breakfast_2
source: Choose from pastries, eggs, bacon, fresh fruits, and more in a welcoming atmosphere.
hr: Birajte između peciva, jaja, slanine, svježeg voća i još mnogo toga u ugodnoj atmosferi.

# breakfast_3
source: Our attentive staff ensures a great dining experience.
hr: Naše pažljivo osoblje jamči izvrsno iskustvo objedovanja.

# breakfast_4
source: Flexible breakfast hours for your convenience.
hr: Fleksibilno radno vrijeme doručka za vašu udobnost.

# breakfast_5
source: Start your day with a hearty meal that caters to all tastes, setting the perfect tone for your stay.
hr: Započnite dan obilnim obrokom koji zadovoljava sve ukuse i daje savršen ton vašem boravku.

# lunch_1
source: Experience an extended hotel lunch from 12:00 PM to 2:00 PM, creating a two-hour oasis of culinary delight in your day.
hr: Uživajte u produženom ručku od 12:00 do 14:00 sati, stvarajući dvosatnu oazu kulinarskog užitka u svom danu.

# lunch_2
source: Our diverse lunch menu includes international and local cuisines, ensuring a delectable journey. Choose from refreshing salads, succulent meats, or wholesome vegetarian options.
hr: Naš raznolik jelovnik za ručak uključuje jela međunarodne i lokalne kuhinje, osiguravajući ugodno putovanje. Birajte između osvježavajućih salata, sočnog mesa ili zdravih vegetarijanskih opcija.

# lunch_3
source: Enhance your dining experience with the soothing melodies of live music, complemented by our attentive staff's impeccable service, whether you're here for business or leisure.
hr: Poboljšajte svoje iskustvo objedovanja uz umirujuće melodije žive glazbe, upotpunjene besprijekornom uslugom našeg pažljivog osoblja, bilo da ste ovdje poslovno ili u slobodno vrijeme.

# lunch_4
source: As the clock nears 2:00 PM, our dessert selection shines with an array of sweet treats, from rich cakes to delicate pastries and fresh fruits. Mark a special occasion or take a break from your daily routine; our extended hotel lunch promises to make lasting memories.
hr: Kako se sat približava 14:00, naš izbor deserata blista s nizom slatkih poslastica, od bogatih kolača do delikatnih kolača i svježeg voća. Označite posebnu prigodu ili se odmorite od dnevne rutine; naš produženi ručak obećava stvaranje trajnih uspomena.

# dinner_1
source: Hotel dinners are a blend of luxury and culinary excellence. Whether you seek fine dining or a casual meal, hotels have you covered.
hr: Večere u hotelu spoj su luksuza i kulinarske izvrsnosti. Bilo da tražite finu kuhinju ili ležeran obrok, hoteli će vas pokriti.

# dinner_2
source: Enjoy the convenience of room service after a long day of travel, and experience impeccable service from welcoming staff and attentive servers.
hr: Uživajte u pogodnosti posluge u sobu nakon dugog dana putovanja i iskusite besprijekornu uslugu ljubaznog osoblja i pažljivih poslužitelja.

# dinner_3
source: Hotel chefs create diverse menus, blending local and international flavors. Your dining experience is enhanced with carefully curated wine lists.
hr: Hotelski kuhari stvaraju raznolike jelovnike, spajajući lokalne i međunarodne okuse. Vaše iskustvo objedovanja unaprijeđeno je pažljivo odabranim vinskim kartama.

# dinner_4
source: In summary, hotel dinners offer convenience, top-notch service, and culinary excellence, ensuring a memorable dining experience for all guests.
hr: Ukratko, hotelske večere nude udobnost, vrhunsku uslugu i kulinarsku izvrsnost, osiguravajući nezaboravno iskustvo objedovanja za sve goste.

# tennis_courts_1
source: Tennis enthusiasts will find plenty of reasons to smile when staying at our hotel. We offer a fantastic on-site tennis facility that caters to players of all skill levels. Whether you're a seasoned pro or a novice looking to improve your game, our well-maintained courts and professional coaching staff are here to ensure a memorable tennis experience.
hr: Ljubitelji tenisa pronaći će pregršt razloga za osmijeh u našem hotelu. Nudimo fantastičan teniski objekt na licu mjesta koji služi igračima svih razina vještina. Bilo da ste iskusni profesionalac ili početnik koji želi poboljšati svoju igru, naši dobro održavani tereni i profesionalno trenersko osoblje su tu da osiguraju nezaboravno tenisko iskustvo.

# tennis_courts_2
source: Our hotel's tennis facility features multiple hard and clay courts, providing options for different playing styles. The courts are well-lit, allowing for evening matches, and we offer equipment rentals for those who don't have their gear with them. Enjoy a game with friends or engage in a friendly tournament with fellow guests, creating lasting memories during your stay.
hr: Teniski objekt našeg hotela ima više terena s tvrdom i zemljanom podlogom, koji nude mogućnosti za različite stilove igre. Tereni su dobro osvijetljeni, što omogućuje večernje mečeve, a nudimo i najam opreme za one koji nemaju svoju opremu sa sobom. Uživajte u igri s prijateljima ili sudjelujte u prijateljskom turniru s kolegama gostima, stvarajući trajna sjećanja tijekom vašeg boravka.

# tennis_courts_3
source: For those seeking professional instruction, we offer tennis lessons led by certified coaches. Whether you're looking to refine your technique, learn the basics, or simply enjoy a fun, active vacation, our tennis program has something for everyone. It's the perfect opportunity to unwind and enjoy some competitive action while staying at our hotel.
hr: Za one koji traže profesionalnu poduku, nudimo satove tenisa koje vode certificirani treneri. Bilo da želite usavršiti svoju tehniku, naučiti osnove ili jednostavno uživati ​​u zabavnom, aktivnom odmoru, naš teniski program ima za svakoga ponešto. To je savršena prilika da se opustite i uživate u natjecateljskoj akciji dok boravite u našem hotelu.

# tennis_courts_4
source: After a challenging game or a stimulating lesson, take advantage of our hotel's amenities, such as a relaxing spa, fine dining, and comfortable accommodations. With tennis available on-site, you can make the most of your stay by combining luxury and sport, ensuring a well-rounded and memorable experience for all guests.
hr: Nakon izazovne igre ili stimulativne lekcije, iskoristite pogodnosti našeg hotela, kao što su opuštajući spa, fini restorani i udoban smještaj. Uz tenis koji je dostupan na licu mjesta, možete maksimalno iskoristiti svoj boravak kombinirajući luksuz i sport, osiguravajući zaokruženo i nezaboravno iskustvo za sve goste.

# appointments
source: No appointments found
hr: Nema rezerviranih usluga

# room_welcome
source: Welcome to your room {username}!
hr: Dobrodošao u svoju sobu {username}!

source: Room Key
hr: Ključ od sobe

# rooms
source: Your rooms
hr: Vaše sobe

source: Living Room
hr: Dnevni Boravak

source: Bedroom
hr: Spavaća Soba

source: Kitchen
hr: Kuhinja

source: Bathroom
hr: Kupaonica

source: Control your room
hr: Upraljanje vašom sobom

source: Settings
hr: Postavke

source: My Room
hr: Moja Soba

source: My Services
hr: Moje Usluge

source: Account
hr: Vaš Račun

source: App Settings
hr: Postavke Aplikacije

source: Language
hr: Jezik

source: Notifications
hr: Obavjesti

source: Dark Mode
hr: Tamna tema

source: Support
hr: Podrška

source: Help
hr: Pomoć

source: About
hr: O nama

# sign_out
source: Sing Out
hr: Odjavite se

source: Name
hr: Ime

source: Gender
hr: Rod

source: Age
hr: Godine

source: Sign In
hr: Prijavite se

# sign_in_text
source: Please sing in to use our platform
hr: Molimo prijavite se za korištenje aplikacije

source: Password
hr: Lozinka

source: Remember me
hr: Zapamti me

source: Forgot your password?
hr: Zaboravio lozinku?

# or_continiue_with
source: Or continue with
hr: Nastavi sa

source: Register Now!
hr: Napravi račun!
